A user-defined structural member was deleted due to missing or deleted references.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TrussUserDefinedMemberDeleted { get; }
  Visual Basic
Public Shared ReadOnly Property TrussUserDefinedMemberDeleted As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TrussUserDefinedMemberDeleted {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TrussFailures Class
  Autodesk.Revit.DB Namespace